[
    {
        "date": "14 September 2018",
        "text": "Do you remember the moment we meet ? I will certainly never forget.",
        "pathImage": "assets/images/2018_09_14.jpg"
    },
    {
        "date": "21 September 2018",
        "text": "You did so many trajects for seeing me. I felt bad for letting you move in the night from Antipolo to Manila or the contrary.",
        "pathImage": "assets/images/2018_09_21.jpg"
    },
    {
        "date": "23 September 2018",
        "text": "Our first trip, we went to Tagaytay just few day after we met. It was fun, I loved it !",
        "pathImage": "assets/images/2018_09_23.jpg"
    },
    {
        "date": "25 September 2018",
        "text": "You introduce myself to your friend for the first time. I learn a lot about you but from someone else this time.",
        "pathImage": "assets/images/2018_09_23.jpg"
    },
    {
        "date": "01 October 2018",
        "text": "I started to share with you my every day. Even going to the grocery was a good time to chat you. Is there a day I did not chat you ?",
        "pathImage": "assets/images/2018_09_23.jpg"
    },
    {
        "date": "10 October 2018",
        "text": "Walking up everyday beside you was the best mornings in my whole life. How many time did I just stare at you sleeping peacefully ?",
        "pathImage": "assets/images/2018_09_23.jpg"
    },
    {
        "date": "17 October 2018",
        "text": "Everyday, I cooked for you and you were surprize I actually could cook. I told you, I am good house wife. Haha !",
        "pathImage": "assets/images/2018_10_17.jpg"
    },
    {
        "date": "19 October 2018",
        "text": "You were in piece just few day before your birthday, so I decide to cheer you up with the gift I bought for you. I was really happy when you send me a picture of you smiling and holding my gift.",
        "pathImage": "assets/images/2018_10_19.jpg"
    },
    {
        "date": "08 November 2018",
        "text": "We went out with some of your friends once again in Metrowalk. It was cool. I like this moment where we were whispering to each other.",
        "pathImage": "assets/images/2018_11_08.jpg"
    },
    {
        "date": "25 November 2018",
        "text": "You wanted to sleep but the weak drinker I became die before you even get tipsy. Ouchhh !",
        "pathImage": "assets/images/2018_11_25.jpg"
    },
    {
        "date": "29 November 2018",
        "text": "You made me discover Taft. And we met a lof of your friends that night. Once again, I ended up dead and talking me back home was a real challenge for you. Do you remember ? Hahaha",
        "pathImage": "assets/images/2018_11_29.jpg"
    },
    {
        "date": "04 December 2018",
        "text": "First time for me, I went to you in Antipolo. We went to the concert there and have some fun.",
        "pathImage": "assets/images/2018_11_04.jpg"
    },
    {
        "date": "09 December 2018",
        "text": "Haha we went for the first time in ACE Spa. You were so sexy in your swim clothe and baby you are the crazy one I want for life. You made this moment !",
        "pathImage": "assets/images/2018_12_09.jpg"
    },
    {
        "date": "16 December 2018",
        "text": "I love your gift so much ! Why do you think even after it unfortunatelly broke, I still have the picture behind my phone ?",
        "pathImage": "assets/images/2018_12_16.jpg"
    },
    {
        "date": "29 December 2018",
        "text": "This christmas was wonderful. Actually, the best one ever for me. You decide to pass this end of the year with me instead of your family. You made me fall for you so hard !",
        "pathImage": "assets/images/2018_12_29.jpg"
    },
    {
        "date": "31 December 2018",
        "text": "THE BEST NEW YEAR EVER ! You just transform me that day, when I think about this day I cry now when I think about it because I felt happy like never before.",
        "pathImage": "assets/images/2018_12_31.jpg"
    }
]
