[    
    {
        "date": "August 2018",
        "text": "The first picture, against the light, you saw of me. You chose to chat with me and that would be the start of an incredible love story.",
        "pathImage": "assets/2018/2018_08_01.jpg"
    },
    {
        "date": "14 September 2018",
        "text": "Do you remember the moment we met? I will certainly never forget.",
        "pathImage": "assets/2018/2018_09_14.jpg"
    },
    {
        "date": "21 September 2018",
        "text": "You did so many trajects for seeing me. I felt bad for letting you move in the night from Antipolo to Manila or the contrary.",
        "pathImage": "assets/2018/2018_09_21.jpg"
    },
    {
        "date": "23 September 2018",
        "text": "Our first trip, we went to Tagaytay just few days after we met. It was fun, I loved it!",
        "pathImage": "assets/2018/2018_09_23.jpg"
    },
    {
        "date": "25 September 2018",
        "text": "You introduced me to your friend for the first time. I learned a lot about you but from someone else this time.",
        "pathImage": "assets/2018/2018_09_25.jpg"
    },
    {
        "date": "01 October 2018",
        "text": "I started to share with you my every day. Even going to the grocery was a good time to chat you. Is there a day I did not chat you?",
        "pathImage": "assets/2018/2018_10_01.jpg"
    },
    {
        "date": "10 October 2018",
        "text": "Waking up everyday beside you was the best mornings in my whole life. How many times did I just stare at you sleeping peacefully?",
        "pathImage": "assets/2018/2018_10_10.jpg"
    },
    {
        "date": "17 October 2018",
        "text": "Everyday, I cooked for you and you were surprised I could actually cook. I told you, I am good house wife. Haha!",
        "pathImage": "assets/2018/2018_10_17.jpg"
    },
    {
        "date": "19 October 2018",
        "text": "I was really happy when you sent me this picture. You were smiling with my gift around your arms.",
        "pathImage": "assets/2018/2018_10_19.jpg"
    },
    {
        "date": "08 November 2018",
        "text": "We went out with some of your friends once again in Metrowalk. It was cool. I liked this moment where we were whispering to each other.",
        "pathImage": "assets/2018/2018_11_08.jpg"
    },
    {
        "date": "25 November 2018",
        "text": "You wanted to sleep but the weak drinker me died before you even got tipsy. Ouchhh!",
        "pathImage": "assets/2018/2018_11_25.jpg"
    },
    {
        "date": "29 November 2018",
        "text": "You made me discover Taft (Happy T). And once again, I ended up dead. It was a real challenge for you to take me home. Sorry, Bebe.",
        "pathImage": "assets/2018/2018_11_29.jpg"
    },
    {
        "date": "04 December 2018",
        "text": "First time for me, I went to you in Antipolo. We went to the concert there and had some fun.",
        "pathImage": "assets/2018/2018_12_04.jpg"
    },
    {
        "date": "09 December 2018",
        "text": "Haha we went for the first time in Ace Spa. You were so sexy in your swimsuit and baby you are the crazy one I want for life. You made this moment!",
        "pathImage": "assets/2018/2018_12_09.jpg"
    },
    {
        "date": "16 December 2018",
        "text": "I love your gift so much! Why do you think even after it unfortunately broke, I still have the picture behind my phone?",
        "pathImage": "assets/2018/2018_12_16.jpg"
    },
    {
        "date": "29 December 2018",
        "text": "Those days with you were wonderful. You decide to pass this end of the year with me instead of your family. You made me fall for you so hard!",
        "pathImage": "assets/2018/2018_12_29.jpg"
    },
    {
        "date": "31 December 2018",
        "text": "THE BEST NEW YEAR EVER! You just transformed me that day, when I think about this day I cry now when I think about it because I felt happy like never before.",
        "pathImage": "assets/2018/2018_12_31.jpg"
    },
    {
        "date": "04 January 2019",
        "text": "Do you remember this scene? You called me and I was under the shower.",
        "pathImage": "assets/2019/2019_01_04.jpg"
    },
    {
        "date": "17 January 2019",
        "text": "After breaking up, we came back together and bought my first guitar.",
        "pathImage": "assets/2019/2019_01_17.jpg"
    },
    {
        "date": "01 February 2019",
        "text": "Our first trip to Baguio, we were starting to be really in our own world. You are so cute.",
        "pathImage": "assets/2019/2019_02_01.jpg"
    },
    {
        "date": "02 February 2019",
        "text": "It was a nice trip Bebe. If you didn't come, it would have been really different.",
        "pathImage": "assets/2019/2019_02_02.jpg"
    },
    {
        "date": "12 March 2019",
        "text": "The moment you noticed the 'tabo' was really funny! See I am becoming Asian.",
        "pathImage": "assets/2019/2019_03_12.jpg"
    },
    {
        "date": "16 March 2019",
        "text": "The first time we went to a breakout room. I love this picture because we are both laughing out loud.",
        "pathImage": "assets/2019/2019_03_16.jpg"
    },
    {
        "date": "25 March 2019",
        "text": "You stare at me a lot when I sleep. Thank you for taking care of me even when I sleep.",
        "pathImage": "assets/2019/2019_03_25.jpg"
    },
    {
        "date": "26 March 2019",
        "text": "You make me happy everyday as you can see on this picture. I have a big smile and playing loco loco.",
        "pathImage": "assets/2019/2019_03_26.jpg"
    },
    {
        "date": "30 March 2019",
        "text": "We went to the birthday of Davi and it was the first time I heard you singing on a karaoke. You have a nice voice.",
        "pathImage": "assets/2019/2019_03_30.jpg"
    },
    {
        "date": "21 April 2019",
        "text": "I took even more PTO for enjoying my time with you.",
        "pathImage": "assets/2019/2019_04_21.jpg"
    },
    {
        "date": "29 April 2019",
        "text": "I gave your name to my guitar and signed it.",
        "pathImage": "assets/2019/2019_04_29.jpg"
    },
    {
        "date": "19 May 2019",
        "text": "I improved slowly following your teaching.",
        "pathImage": "assets/2019/2019_05_19.jpg"
    },
    {
        "date": "19 May 2019",
        "text": "You are so sexy my sweetheart. I hope I could be the guitar here.",
        "pathImage": "assets/2019/2019_05_19_2.jpg"
    },
    {
        "date": "22 May 2019",
        "text": "You managed to capture not only this picture where I was truly happy but my heart too.",
        "pathImage": "assets/2019/2019_05_22.jpg"
    },
    {
        "date": "12 June 2019",
        "text": "This picture makes me think to much about a wedding picture.",
        "pathImage": "assets/2019/2019_06_12.jpg"
    },
    {
        "date": "29 June 2019",
        "text": "We kissed in the middle of the LGBT event in Manila. It's like the time stopped.",
        "pathImage": "assets/2019/2019_06_29.jpg"
    },
    {
        "date": "15 July 2019",
        "text": "First time I went to the Chinatown of Manila. Discovering every places with you was so nice. You made everything unforgettable !",
        "pathImage": "assets/2019/2019_07_15.jpg"
    },
    {
        "date": "27 July 2019",
        "text": "Another night out in BGC, I did not end up completely drunk this time.",
        "pathImage": "assets/2019/2019_07_27.jpg"
    },
    {
        "date": "06 August 2019",
        "text": "First time my little baby went to work in Manila. A big step!",
        "pathImage": "assets/2019/2019_08_06.jpg"
    },
    {
        "date": "07 August 2019",
        "text": "I dont mind being and looking ridiculous because it always makes you smile! That's what is important for me.",
        "pathImage": "assets/2019/2019_08_07.jpg"
    },
    {
        "date": "17 August 2019",
        "text": "Hydro Manila! It was fun and I am sorry I ruined the event by getting mad at you for accidentally destroying my phone. It will never happen again.",
        "pathImage": "assets/2019/2019_08_17.jpg"
    },
    {
        "date": "20 August 2019",
        "text": "The day our favorite mirror got installed. Did you like it?",
        "pathImage": "assets/2019/2019_08_20.jpg"
    },
    {
        "date": "22 August 2019",
        "text": "Apparently, yes.",
        "pathImage": "assets/2019/2019_08_22.jpg"
    },
    {
        "date": "30 September 2019",
        "text": "I am always here for you when you are crying like this day. Count on me baby, I will always try to help you.",
        "pathImage": "assets/2019/2019_09_30.jpg"
    },
    {
        "date": "12 October 2019",
        "text": "Haa this bus ! Do you remember what happenned inside ?",
        "pathImage": "assets/2019/2019_10_12.jpg"
    },
    {
        "date": "13 October 2019",
        "text": "Happy Birthday Sweetheart! You did not even notice me preparing everything for it. It's an important date for me!",
        "pathImage": "assets/2019/2019_10_13.jpg"
    },
    {
        "date": "02 November 2019",
        "text": "Subic was really a nice trip. The sunset, the tent! Mwah, unforgettable! You are crazy and I love it.",
        "pathImage": "assets/2019/2019_11_02.jpg"
    },
    {
        "date": "10 November 2019",
        "text": "I wonder how many times did we go to Megamall together? But with you, it was always interesting.",
        "pathImage": "assets/2019/2019_11_10.jpg"
    },
    {
        "date": "11 November 2019",
        "text": "Our matching tattoo. I love it, it belong only to us. Would you be ok to have another one together?",
        "pathImage": "assets/2019/2019_11_11_2.jpg"
    },
    {
        "date": "24 November 2019",
        "text": "This day I was actually waiting you at the airport for hours. I actually walked to the airport from Mandaluyong. Impressive, right?",
        "pathImage": "assets/2019/2019_11_24.jpg"
    },
    {
        "date": "29 November 2019",
        "text": "When you dont expect it, I always send you stupid picture.",
        "pathImage": "assets/2019/2019_11_29.jpg"
    },
    {
        "date": "01 December 2019",
        "text": "At that time, I was already plotting my proposal. Yes, it was around the moment I totally made my mind.",
        "pathImage": "assets/2019/2019_12_01.jpg"
    },
    {
        "date": "12 December 2019",
        "text": "First time you saw me wearing corporate clothes. How was it baby? Do I look nice?",
        "pathImage": "assets/2019/2019_12_12.jpg"
    },
    {
        "date": "25 December 2019",
        "text": "Our first Christmas together. You gave me certainly the most incredible gift ever given to me. You were pregnant and you're gonna make me a Dad.",
        "pathImage": "assets/2019/2019_12_25.jpg"
    },
    {
        "date": "29 December 2019",
        "text": "This year was A-M-A-Z-I-N-G! I wanna see all the next following New Years with you with our children.",
        "pathImage": "assets/2019/2019_12_29.jpg"
    },
    {
        "date": "01 January 2020",
        "text": "Just after the New Year, we went to Poblacion to take pictures with my new camera.",
        "pathImage": "assets/2020/2020_01_01.jpg"
    },
    {
        "date": "06 January 2020",
        "text": "We went to Cloud 9. On the side, I was thinking only about my proposal.",
        "pathImage": "assets/2020/2020_01_06.jpg"
    },
    {
        "date": "28 January 2020",
        "text": "My sister was visitting, so we went to Intramuros once again. Did I tell you I love this white dress? You look wonderful",
        "pathImage": "assets/2020/2020_01_28.jpg"
    },
    {
        "date": "31 January 2020",
        "text": "The day time stopped! I put my knee down and told you the words. I hope this moment is etched into your memory forever.",
        "pathImage": "assets/2020/2020_01_31.jpg"
    },
    {
        "date": "16 February 2020",
        "text": "Late Valentines date. I like when we have matching clothes Baby. Can we buy our clothes together and match them?",
        "pathImage": "assets/2020/2020_02_16.jpg"
    },
    {
        "date": "23 February 2020",
        "text": "Thank you so much for this journey! It was a really nice trip. I cannot say thanks enough to your family. They accepted me and I appreciate that so much.",
        "pathImage": "assets/2020/2020_02_23.jpg"
    },
    {
        "date": "22 March 2020",
        "text": "The balcony was certainly our favorite spot in Mandaluyong. How many times did we just sit there?",
        "pathImage": "assets/2020/2020_03_22.jpg"
    },
    {
        "date": "05 April 2020",
        "text": "Haha! Did you like me being your sister in crime?",
        "pathImage": "assets/2020/2020_04_05.jpg"
    },
    {
        "date": "10 April 2020",
        "text": "The virus going stronger during that time, I was really scared to go out catching the virus and come back and to pass it to you.",
        "pathImage": "assets/2020/2020_04_10.jpg"
    },
    {
        "date": "01 May 2020",
        "text": "I am not earning a lot in Philippines but I always try to give you what you like.",
        "pathImage": "assets/2020/2020_05_01.jpg"
    },
    {
        "date": "18 June 2020",
        "text": "This image need to be compared with the one from 19 May 2019. I passed to an electric guitar and you put your book down for something else.",
        "pathImage": "assets/2020/2020_06_18.jpg"
    },
    {
        "date": "23 June 2020",
        "text": "The date when we started our Team KD adventure. I should have started earlier.",
        "pathImage": "assets/2020/2020_06_23.jpg"
    },
    {
        "date": "01 July 2020",
        "text": "You were sad for not being able to go out like before. But with a baby coming and the virus, we could only go outside to a restaurant. You seem to like it though.",
        "pathImage": "assets/2020/2020_07_01.jpg"
    },
    {
        "date": "21 July 2020",
        "text": "welcome deep t...! Hahaha!",
        "pathImage": "assets/2020/2020_07_21.jpg"
    },
    {
        "date": "08 August 2020",
        "text": "And the magic happened! I did not realize at this moment. I was shocked. Me, Kevin, just me, I will be taking care with you of a little baby.",
        "pathImage": "assets/2020/2020_08_08.jpg"
    },
    {
        "date": "11 August 2020",
        "text": "From that point, I will try to do everything to make the both of you happy. I will not be someone who won't take responsibilities.",
        "pathImage": "assets/2020/2020_08_11.jpg"
    },
    {
        "date": "01 September 2020",
        "text": "I know it's hard but you are an exceptional mother, baby. Don't be too hard on yourself.",
        "pathImage": "assets/2020/2020_09_01.jpg"
    },
    {
        "date": "07 September 2020",
        "text": "The first monthsary of our little Celine!",
        "pathImage": "assets/2020/2020_09_07.jpg"
    },
    {
        "date": "21 September 2020",
        "text": "When I get some free time, I always try to put my attention on you and her. I love you both!",
        "pathImage": "assets/2020/2020_09_21.jpg"
    },
    {
        "date": "04 October 2020",
        "text": "She started to smile in my arms. But even more, this moment made you smile too.",
        "pathImage": "assets/2020/2020_10_04.jpg"
    },
    {
        "date": "05 October 2020",
        "text": "When you start buying diapers and wonder what size you should buy is the moment you realize you really are a daddy.",
        "pathImage": "assets/2020/2020_10_05.jpg"
    },
    {
        "date": "19 October 2020",
        "text": "Even on my professional decisions, you are always here for helping me. You are so helpful and you have a big heart!",
        "pathImage": "assets/2020/2020_10_19.jpg"
    },
    {
        "date": "21 October 2020",
        "text": "Partner in crime. Whatever we do, we always do it together.",
        "pathImage": "assets/2020/2020_10_21.jpg"
    },
    {
        "date": "05 November 2020",
        "text": "And our little monster started to become a fat monster. I guess the food is good. Wait, I think I know. Haha!",
        "pathImage": "assets/2020/2020_11_05.jpg"
    },
    {
        "date": "09 November 2020",
        "text": "Our first real trip as a family, it was nice to go out after so many months of quarantine.",
        "pathImage": "assets/2020/2020_11_09.jpg"
    },
    {
        "date": "18 November 2020",
        "text": "I am trying to help you as much as I can. I know it's hard but I do my best for taking the relay particularly when you lose it completely...",
        "pathImage": "assets/2020/2020_11_18.jpg"
    },
    {
        "date": "25 November 2020",
        "text": "Time pass and she starts to be a mini Kevin. She got many things from me.",
        "pathImage": "assets/2020/2020_11_25.jpg"
    },
    {
        "date": "29 November 2020",
        "text": "The good part about having a baby is you are not as sad as before. It seems you find happiness in watching her grow and only that makes me happy.",
        "pathImage": "assets/2020/2020_11_29.jpg"
    },
    {
        "date": "23 December 2020",
        "text": "I work a lot now but I'm always gonna give my free time to what is important, the happiness of you and her.",
        "pathImage": "assets/2020/2020_12_23.jpg"
    },
    {
        "date": "30 December 2020",
        "text": "I want more moments like this one. I wanna take you both everywhere. I want to discover things with you and later we would talk about it to our grandchildren.",
        "pathImage": "assets/2020/2020_12_30_2.jpg"
    },
    {
        "date": "08 January 2021",
        "text": "There is no day without me thinking about you or her. My world revolves only around both of you now and for the rest of my life.",
        "pathImage": "assets/2021/2021_01_08.jpg"
    },
    {
        "date": "17 January 2021",
        "text": "We got so much fun around that table with her, right ? She always manage to make us laugh by showing us new things.",
        "pathImage": "assets/2021/2021_01_17.jpg"
    },
    {
        "date": "18 January 2021",
        "text": "I love you both. You are my everyday treasure!",
        "pathImage": "assets/2021/2021_01_18.jpg"
    },
    {
        "date": "31 January 2021",
        "text": "We are unfortunately not married yet but we will be this year. For the moment, let's celebrate our 1 year engagement. It was a nice day. I love you my Diane.",
        "pathImage": "assets/2021/2021_01_31.jpg"
    }
]
