[    
    {
        "text": "This is the moment my heart felt the happiest in my whole life. The moment you said yes was wondeful. For me, it was more than just marrying you. It's a promise that whatever happens good or bad, I will stick with you. I will share with you everything I have. I will live and die beside you. I will do my best to make you enjoy life and you would not regret saying yes that day. I will do more than my best. You will be my Queen, Princess.",
        "pathImage": "assets/moments/moments_09.jpg"
    },
    {
        "text": "This day was stressful. I was scared to lose any of you. You can imagine my joy when I saw you coming back and when I saw her. My heart stopped. One thought kept ringing in my head saying: This is my daughter, the blood of my blood. Baby, you made me a daddy.",
        "pathImage": "assets/moments/moments_08.jpg"
    },
    {
        "text": "You got the idea to go there just the two of us and it was so nice. I particularly appreciate this moment in the sea, I think we will never forget. I walked on the rock and I made a strange noise, right ? Or even when we were in the open tent. It was really incredible. We have so much fun together!",
        "pathImage": "assets/moments/moments_10.jpg"
    },
    {
        "text": "I loved this moment not because of what was happening but because of you. You are extremely expressive and I love to see you genuinely smiling. I captured that moment where you looked at me and you looked so happy. You maybe don't know but that's what made me completely fall for you. You are kind, funny and genuine. You will never hide how you feel. So when you are happy you show it! It always make my heart vibrate when I see that.",
        "pathImage": "assets/moments/moments_04.jpg"
    },
    {
        "text": "Nobody can understand us more than us. We were laughing here and nobody will understand why except us. We have our own world and together we are strong. We are not scared to try things and to talk about it to each other. I feel close to you like this. I want no secret between us, I want you to know everything about me, to know how I think. Do not hesitate to always ask me anything, do not hesitate to talk to me about anything even if it's stupid.",
        "pathImage": "assets/moments/moments_05.jpg"
    },
    {
        "text": "Those mornings beside you, cooking for you are all different and all memorable. Everyday is a new day with you, a new day saying you getting older with me. It's another day of surprise with our little Celine. Baby, thank you for everything you did, thank you for believing in me and thank you for having giving me a chance. I love you so much!",
        "pathImage": "assets/moments/moments_03.jpg"
    }
]
